Repository: wwmm/easyeffects
Catalog: po/*.po
Languages: fa, ta

source: Equalizer, Compressor and Other Audio Effects
fa: اکولایزر، کمپرسور و سایر جلوه‌های صوتی
ta: சமநிலைப்படுத்தி, அமுக்கி மற்றும் பிற ஆடியோ விளைவுகள்

source: Audio Effects for PipeWire Applications
fa: جلوه‌های صوتی برای برنامه‌های PipeWire
ta: பைப்வேர் பயன்பாடுகளுக்கான ஆடியோ விளைவுகள்

source: limiter;compressor;reverberation;equalizer;autovolume;
fa: محدودکننده؛ فشرده‌ساز؛ طنین؛ اکولایزر؛ حجم صدای خودکار;
ta: லிமிட்டர்; அமுக்கி; எதிரொலித்தல்; சமநிலைப்படுத்தி; ஆட்டோவோலூம்;

source: Enable/disable this application
fa: فعال/غیرفعال کردن این برنامه
ta: இந்த பயன்பாட்டை இயக்கவும்/முடக்கவும்

source: Enable
fa: فعال
ta: இயக்கு

source: Excluded App List: Add/remove this application
fa: فهرست برنامه‌های حذف‌شده: این برنامه را اضافه/حذف کنید
ta: விலக்கப்பட்ட பயன்பாட்டு பட்டியல்: இந்த பயன்பாட்டைச் சேர்க்கவும்/அகற்று

source: Exclude
fa: مستثنی
ta: விலக்கு

source: Mute Application
fa: بی صدا کردن برنامه
ta: முடக்கு பயன்பாடு

source: Change the volume of this application
fa: تغییر حجم صدای این برنامه
ta: இந்த பயன்பாட்டின் அளவை மாற்றவும்

source: Application Volume
fa: حجم صدای برنامه
ta: பயன்பாட்டு தொகுதி

source: _Help
fa: _کمک
ta: உதவி (_H)

source: _Reset Settings
fa: _بازنشانی تنظیمات
ta: _ ரெசெட் அமைப்புகள்

source: _Preferences
fa: _ترجیحات
ta: _ முனைகள்

source: _Shortcuts
fa: _میانبرها

source: _About Easy Effects
fa: _درباره Easy Effects
ta: _ எளிதான விளைவுகள்

source: _Quit
fa: _خروج
ta: வெளியேறு

source: Presets
fa: تنظیمات از پیش تعیین شده
ta: முன்னமைவுகள்

source: Presets Menu
fa: منوی تنظیمات از پیش تعیین شده
ta: முன்னமைவு பட்டியல்

source: Enable/disable the global bypass
fa: فعال/غیرفعال کردن بای‌پس سراسری
ta: உலகளாவிய பைபாசை இயக்கவும்/முடக்கவும்

source: Global Bypass
fa: بای‌پس سراسری
ta: உலகளாவிய பைபாச்

source: Primary Menu
fa: منوی اصلی
ta: முதன்மை பட்டியல்

source: Easy Effects Window
fa: پنجره Easy Effects
ta: எளிதான விளைவுகள் சாளரம்

source: Applications List
fa: لیست برنامه ها
ta: பயன்பாடுகள் பட்டியல்

source: Empty List
fa: لیست خالی
ta: வெற்று பட்டியல்

source: No Audio Application Available
fa: هیچ برنامه صوتی موجود نیست
ta: ஆடியோ பயன்பாடு எதுவும் கிடைக்கவில்லை

source: Controls
fa: کنترل ها
ta: கட்டுப்பாடுகள்

source: Target
fa: هدف
ta: இலக்கு

source: Silence
fa: سکوت
ta: ம .னம்

source: Maximum History
fa: حداکثر سابقه
ta: அதிகபட்ச வரலாறு

source: Reference
fa: مرجع
ta: குறிப்பு

source: Momentary
fa: لحظه ای
ta: கணம்

source: Short-Term
fa: کوتاه- مدت
ta: குறுகிய கால

source: Integrated
fa: یکپارچه شده
ta: ஒருங்கிணைந்த

source: Geometric Mean (MSI)
fa: میانگین هندسی (MSI)
ta: வடிவியல் சராசரி (எம்.எச்.ஐ)

source: Geometric Mean (MS)
fa: میانگین هندسی (MS)
ta: வடிவியல் சராசரி (எம்.எச்)

source: Geometric Mean (MI)
fa: میانگین هندسی (MI)
ta: வடிவியல் சராசரி (எம்ஐ)

source: Geometric Mean (SI)
fa: میانگین هندسی (SI)
ta: வடிவியல் சராசரி (எச்.ஐ)

source: History
fa: تاریخچه
ta: வரலாறு

source: Reset
fa: بازنشانی
ta: மீட்டமை

source: Loudness
fa: بلندی صدا
ta: உரித்தல்

source: Relative
fa: نسبی
ta: உறவினர்

source: Range
fa: محدوده
ta: வீச்சு

source: Output Gain
fa: افزایش خروجی
ta: வெளியீட்டு ஆதாயம்

source: Input
fa: ورودی
ta: உள்ளீடு

source: Plugin Input Gain
fa: افزایش ورودی پلاگین
ta: சொருகி உள்ளீட்டு ஆதாயம்

source: Output
fa: خروجی
ta: வெளியீடு

source: Plugin Output Gain
fa: افزایش خروجی پلاگین
ta: சொருகி வெளியீட்டு ஆதாயம்

source: Device
fa: دستگاه
ta: சாதனம்

source: Name
fa: نام
ta: பெயர்

source: Profile
fa: نمایه
ta: சுயவிவரம்

source: Preset
fa: از پیش تعیین شده
ta: முன்னமைவு

source: Remove this autoload preset
fa: این تنظیمات پیش‌فرض بارگذاری خودکار را حذف کن
ta: இந்த ஆட்டோலோட் முன்னமைவை அகற்று

source: Listen
fa: گوش کن
ta: கேளுங்கள்

source: Blend Harmonics
fa: ترکیب هارمونیک ها
ta: ஆர்மோனிக்ச் கலக்கவும்

source: Amount
fa: مقدار
ta: தொகை

source: Harmonics
fa: هارمونیک ها
ta: ஆர்மோனிக்ச்

source: Scope
fa: دامنه
ta: நோக்கம்

source: Floor
fa: طبقه
ta: தளம்

source: Floor Value
fa: ارزش طبقه
ta: தரையில் மதிப்பு

source: Link
fa: پیوند
ta: இணைப்பு

source: Application Name
fa: نام برنامه
ta: பயன்பாட்டு பெயர்

source: Add to Excluded Applications
fa: به برنامه‌های حذف‌شده اضافه کنید
ta: விலக்கப்பட்ட பயன்பாடுகளில் சேர்க்கவும்

source: Excluded Applications List
fa: فهرست برنامه‌های مستثنی‌شده
ta: விலக்கப்பட்ட பயன்பாடுகள் பட்டியல்

source: Show Excluded Applications
fa: نمایش برنامه‌های مستثنی‌شده
ta: விலக்கப்பட்ட பயன்பாடுகளைக் காட்டு

source: Show Native Window
fa: نمایش پنجره بومی
ta: சொந்த சாளரத்தைக் காட்டு

source: Compressor
fa: کمپرسور
ta: காற்றமுக்கி

source: Mode
fa: حالت
ta: பயன்முறை

source: Downward
fa: رو به پایین
ta: கீழ்நோக்கி

source: Upward
fa: رو به بالا
ta: மேல்நோக்கி

source: Boosting
fa: تقویت
ta: அதிகரிக்கும்

source: Compression Mode
fa: حالت فشرده سازی
ta: சுருக்க முறை

source: Boost Threshold
fa: آستانه تقویت
ta: வாசலை அதிகரிக்கும்

source: Boost Amount
fa: مقدار تقویت
ta: தொகையை அதிகரிக்கும்

source: Attack
fa: حمله
ta: தாக்குதல்

source: Time
fa: زمان
ta: நேரம்

source: Threshold
fa: آستانه
ta: வாசல்

source: Attack Time
fa: زمان حمله
ta: தாக்குதல் நேரம்

source: Attack Threshold
fa: آستانه حمله
ta: தாக்குதல் வாசல்

source: Release
fa: رها
ta: வெளியீடு

source: Release Time
fa: زمان رها
ta: வெளியீட்டு நேரம்

source: Release Threshold
fa: آستانه رها
ta: வாசல் வெளியீடு

source: Ratio
fa: نسبت
ta: விகிதம்

source: Knee
fa: زانو
ta: முழங்கால்

source: Makeup
fa: آرایش
ta: ஒப்பனை

source: Dry Level
fa: سطح خشک
ta: உலர் நிலை

source: Wet Level
fa: سطح خیس
ta: ஈரமான நிலை

source: Sidechain
fa: زنجیره جانبی
ta: சிட்செயின்

source: Stereo Split Mode
fa: حالت تقسیم استریو
ta: ச்டீரியோ பிளவு முறை

source: Source
fa: منبع
ta: மூலம்

source: Middle
fa: وسط
ta: நடுத்தர

source: Side
fa: جانب
ta: பக்கம்

source: Left
fa: چپ
ta: இடது

source: Right
fa: راست
ta: வலது

source: Min
fa: دقیقه
ta: மணித்துளி

source: Max
fa: حداکثر
ta: அதிகபட்சம்

source: Sidechain Source
fa: منبع زنجیره جانبی
ta: பக்கவாட்டு மூல

source: Left/Right
fa: چپ/راست
ta: இடது/வலது

source: Right/Left
fa: راست/چپ
ta: வலது/இடது

source: Mid/Side
fa: وسط/جانب
ta: நடுப்பகுதி/பக்க

source: Side/Mid
fa: جانب/وسط
ta: பக்க/நடுப்பகுதி

source: Stereo Split Source
fa: منبع تقسیم استریو
ta: ச்டீரியோ பிளவு மூல

source: Peak
fa: اوج
ta: உச்ச

source: Low-Pass Filter
fa: فیلتر پایین-گذر
ta: குறைந்த பாச் வடிகட்டி

source: Simple Moving Average
fa: میانگین متحرک ساده
ta: எளிய நகரும் சராசரி

source: Sidechain Mode
fa: حالت زنجیره جانبی
ta: பக்கவாட்டு பயன்முறை

source: Listen Sidechain
fa: به زنجیره جانبی گوش دهید
ta: சைட்செயினைக் கேளுங்கள்

source: Type
fa: نوع
ta: வகை

source: Feed-forward
fa: فید-جلو
ta: ஊட்ட-முன்னோக்கி

source: Feed-back
fa: فید-عقب
ta: தீவனம்

source: External
fa: خارجی
ta: வெளிப்புறம்

source: Sidechain Type
fa: نوع زنجیره جانبی
ta: பக்கவாட்டு வகை

source: Input Device
fa: دستگاه ورودی
ta: உள்ளீட்டு சாதனம்

source: PreAmplification
fa: تقویت اولیه
ta: முன்னுரிமை

source: Reactivity
fa: واکنش پذیری
ta: வினைத்திறன்

source: Lookahead
fa: پیش بینی
ta: லுக்எட்

source: Sidechain Filters
fa: فیلترهای زنجیره جانبی
ta: சைட்செயின் வடிப்பான்கள்

source: High-Pass
fa: بالا-گذر
ta: உயர்-பாச்

source: Frequency
fa: فرکانس
ta: மீடிறன், மீள்திறன், நிகழ்வெண், நிகழ்வு

source: Off
fa: خاموش
ta: அணை

source: 12 dB/oct
fa: 12 دسی‌بل/اکتاو
ta: 12 டி.பி./அக்

source: 24 dB/oct
fa: 24 دسی‌بل/اکتاو
ta: 24 டி.பி./அக்

source: 36 dB/oct
fa: 36 دسی‌بل/اکتاو

source: High-Pass Filter Mode
fa: حالت فیلتر بالا-گذر
ta: உயர்-பாச் வடிகட்டி முறை

source: High-Pass Filter Frequency
fa: فرکانس فیلتر بالا-گذر
ta: உயர்-பாச் வடிகட்டி அதிர்வெண்

source: Low-Pass
fa: پایین-گذر
ta: குறைந்த பாச்

source: Low-Pass Filter Mode
fa: حالت فیلتر پایین-گذر
ta: குறைந்த பாச் வடிகட்டி பயன்முறை

source: Gain
fa: افزایش
ta: பெருக்கம்

source: Envelope
fa: پاکت
ta: உறை

source: Curve
fa: منحنی
ta: வளைவு

source: Left Channel
fa: کانال چپ
ta: இடது சேனல்

source: Right Channel
fa: کانال راست
ta: சரியான சேனல்

source: Impulses
fa: ایمپالس ها
ta: தூண்டுதல்கள்

source: Combine
fa: ترکیب
ta: இணைக்கவும்

source: Stereo Width
fa: عرض استریو
ta: ச்டீரியோ அகலம்

source: Spectrum
fa: طیف
ta: நிறமாலை

source: Log Scale
fa: مقیاس ثبت
ta: பதிவு அளவு

source: Autogain
fa: افزایش خودکار
ta: ஆட்டோகெயின்

source: Rate
fa: نرخ
ta: விகிதம்

source: Samples
fa: نمونه ها
ta: மாதிரிகள்

source: Duration
fa: مدت زمان
ta: காலம்

source: Combine Impulse Responses
fa: ترکیب پاسخ‌های ضربه‌ای
ta: உந்துவிசை பதில்களை இணைக்கவும்

source: First Kernel
fa: هسته اول
ta: முதல் கர்னல்

source: Second Kernel
fa: هسته دوم
ta: இரண்டாவது கர்னல்

source: Output File Name
fa: نام فایل خروجی
ta: வெளியீட்டு கோப்பு பெயர்

source: Combined Kernel Name
fa: نام هسته ترکیبی
ta: ஒருங்கிணைந்த கர்னல் பெயர்

source: Import Impulse
fa: وارد کردن ایمپالس
ta: உந்துவிசை இறக்குமதி செய்யுங்கள்

source: Search
fa: جستجو
ta: தேடல்

source: Search Impulse File
fa: جستجوی فایل ایمپالس
ta: உந்துவிசை கோப்பைத் தேடுங்கள்

source: Impulse Files List
fa: فهرست فایل‌های ایمپالس
ta: உந்துவிசை கோப்புகள் பட்டியல்

source: Default
fa: پیش فرض
ta: இயல்புநிலை

source: Cutoff
fa: قطع
ta: வெட்டு

source: Feed
fa: فید
ta: தீவனம்

source: Bypass
fa: دور زدن
ta: பைபாச்

source: Mute
fa: بی صدا
ta: முடக்கு

source: Attenuation Limit
fa: حد تضعیف
ta: விழிப்புணர்வு வரம்பு

source: Minimum Processing Threshold
fa: حداقل آستانه پردازش
ta: குறைந்தபட்ச செயலாக்க வாசல்

source: Maximum ERB Processing threshold
fa: حداکثر آستانه پردازش ERB
ta: அதிகபட்ச ஈஆர்பி செயலாக்க வாசல்

source: Maximum DF Processing Threshold
fa: حداکثر آستانه پردازش DF
ta: அதிகபட்ச டி.எஃப் செயலாக்க வாசல்

source: Minimum Processing Buffer
fa: حداقل بافر پردازش
ta: குறைந்தபட்ச செயலாக்க இடையகம்

source: Post Filter Beta
fa: پست فیلتر بتا
ta: வடிகட்டி பீட்டாவை இடுங்கள்

source: Detection
fa: تشخیص
ta: கண்டறிதல்

source: Wide
fa: عریض
ta: அகலமான

source: Split
fa: تقسیم
ta: பிளவு

source: F1 Split
fa: تقسیم F1
ta: எஃப் 1 பிளவு

source: Frequency 1 Split
fa: فرکانس 1 تقسیم
ta: அதிர்வெண் 1 பிளவு

source: F2 Peak
fa: اوج F2
ta: எஃப் 2 உச்ச

source: Frequency 2 Peak
fa: فرکانس 2 اوج
ta: அதிர்வெண் 2 உச்சநிலை

source: F1 Gain
fa: افزایش F1
ta: எஃப் 1 ஆதாயம்

source: Frequency 1 Gain
fa: فرکانس 1 افزایش
ta: அதிர்வெண் 1 ஆதாயம்

source: F2 Level
fa: سطح F2
ta: எஃப் 2 நிலை

source: Frequency 2 Level
fa: فرکانس 2 سطح
ta: அதிர்வெண் 2 நிலை

source: F2 Peak Q
fa: اوج F2 Q
ta: F2 உச்ச Q

source: Frequency 2 Peak Q
fa: فرکانس 2 اوج Q
ta: அதிர்வெண் 2 உச்ச q

source: Laxity
fa: سستی
ta: மெழுகுவர்த்தி

source: Detected
fa: شناسایی شد
ta: கண்டறியப்பட்டது

source: Reduction
fa: کاهش
ta: குறைப்பு

source: Delay
fa: تاخیر
ta: சுணக்கம்

source: Invert Phase
fa: فاز معکوس
ta: தலைகீழ் கட்டம்

source: Filter Length
fa: طول فیلتر
ta: வடிகட்டி நீளம்

source: Residual Echo Suppression
fa: سرکوب اکوی باقیمانده
ta: மீதமுள்ள எதிரொலி அடக்குமுறை

source: Near End Echo Suppression
fa: سرکوب اکوی نزدیک به انتها
ta: முடிவுக்கு அருகில் எதிரொலி அடக்குமுறை

source: Excluded Apps
fa: برنامه های مستثنی شده
ta: விலக்கப்பட்ட பயன்பாடுகள்

source: Enable/disable input monitoring
fa: فعال/غیرفعال کردن نظارت بر ورودی
ta: உள்ளீட்டு கண்காணிப்பை இயக்கவும்/முடக்கவும்

source: Bands
fa: باندها
ta: பட்டைகள்

source: Balance
fa: تعادل
ta: இருப்பு

source: Pitch Left
fa: گام چپ
ta: சுருதி இடது

source: Pitch Right
fa: گام راست
ta: சுருதி வலது

source: Split Channels
fa: تقسیم کانال ها
ta: பிளவு சேனல்கள்

source: Flat Response
fa: پاسخ مسطح
ta: தட்டையான பதில்

source: Calculate Frequencies
fa: محاسبه فرکانس‌ها
ta: அதிர்வெண்களைக் கணக்கிடுங்கள்

source: Sort Bands
fa: دسته بندی باندها
ta: பட்டைகள் வரிசைப்படுத்துங்கள்

source: Import Preset
fa: وارد کردن از پیش تعیین شده
ta: முன்னமைக்கப்பட்ட இறக்குமதி

source: Export Preset
fa: صادرات از پیش تعیین شده
ta: ஏற்றுமதி முன்னமைவு

source: Slope
fa: شیب
ta: சாய்வு

source: Solo
fa: انفرادی
ta: தனி

source: Quality
fa: کیفیت
ta: தகுதி

source: Width
fa: عرض
ta: அகலம்

source: Ceil
fa: سقف
ta: சீல்

source: Ceil Value
fa: مقدار سقف
ta: சீல் மதிப்பு

source: Expander
fa: گسترش دهنده
ta: விரிவாக்க

source: Expander Mode
fa: حالت گسترش دهنده
ta: விரிவாக்க முறை

source: Internal
fa: داخلی
ta: உள்

source: Access
fa: دسترسی
ta: அணுகல்

source: Description
fa: توضیحات
ta: விவரம்

source: Remove this model file
fa: این فایل مدل را حذف کنید
ta: இந்த மாதிரி கோப்பை அகற்று

source: Low-Shelf
fa: پایین-قفسه
ta: குறைந்த-அலமாரியில்

source: High-Shelf
fa: بالا-قفسه
ta: உயர்-அலமாரியில்

source: Bell
fa: زنگ
ta: மணி

source: Band-Pass
fa: گذر-باند
ta: பேண்ட்-பாச்

source: Notch
fa: شکاف
ta: உச்சநிலை

source: Resonance
fa: پیچش صدا
ta: ஒத்திசை

source: Ladder-Pass
fa: گذر-نردبان
ta: ஏணி-பாச்

source: Ladder-Rejection
fa: رد-نردبان
ta: ஏணி-நிராகரிப்பு

source: All-Pass
fa: گذر-همه
ta: ஆல்-பாச்

source: Equalizer Mode
fa: حالت اکولایزر
ta: சமநிலைப்படுத்தி பயன்முறை

source: Filter
fa: فیلتر
ta: வடிப்பி

source: Gate
fa: دروازه
ta: வாயில்

source: Zone
fa: منطقه
ta: மண்டலம்

source: Hysteresis
fa: هیسترزیس
ta: கருப்பை

source: Mix
fa: مخلوط
ta: கலக்க

source: Attack Zone Start
fa: شروع منطقه حمله
ta: தாக்குதல் மண்டலம் தொடக்க

source: Release Zone Start
fa: شروع منطقه رها
ta: வெளியீட்டு மண்டலம் தொடக்க

source: True Peak
fa: اوج واقعی
ta: உண்மையான உச்சநிலை

source: Reset History
fa: بازنشانی تاریخچه
ta: வரலாற்றை மீட்டமை

source: Oversampling
fa: نمونه برداری بیش از حد
ta: மிகைப்படுத்தல்

source: Dither
fa: پریشان
ta: இன்று

source: Herm Thin
fa: هرم باریک
ta: எர்ம் மெல்லிய

source: Herm Wide
fa: هرم عریض
ta: எர்ம் அகலம்

source: Herm Tail
fa: دنباله هرم
ta: எர்ம் வால்

source: Herm Duck
fa: غوص هرم
ta: எர்ம் வாத்து

source: Exp Thin
fa: بسط باریک
ta: எக்ச்ப் மெல்லிய

source: Exp Wide
fa: بسط عریض
ta: எக்ச்ப் அகலம்

source: Exp Tail
fa: دنباله بسط
ta: எக்ச்ப் வால்

source: Exp Duck
fa: غوص بسط
ta: எக்ச்ப் வாத்து

source: Line Thin
fa: خط باریک
ta: வரி மெல்லிய

source: Line Wide
fa: خط عریض
ta: வரி அகலம்

source: Line Tail
fa: دنباله خط
ta: வரி வால்

source: Line Duck
fa: غوص خط
ta: வரி வாத்து

source: None
fa: هیچکدام
ta: எதுவுமில்லை

source: Half x2(2L)
fa: نصف x2 (2L)
ta: தேர்தல் (சொல்லுங்கள்)

source: Half x2(3L)
fa: نصف x2 (3L)
ta: தேர்தல் (ஆன்)

source: Half x3(2L)
fa: نصف x3 (2L)
ta: கச்சா (சொல்லுங்கள்)

source: Half x3(3L)
fa: نصف x3 (3L)
ta: காசா கூட்டணி (ஆன்)

source: Half x4(2L)
fa: نصف x4 (2L)
ta: அரை ஃச் 4 (சொல்லுங்கள்)

source: Half x4(3L)
fa: نصف x4 (3L)
ta: அரை ஃச் 4 (அலி)

source: Half x6(2L)
fa: نیمه x6 (2L)
ta: அரை ஃச் 6 (2 எல்)

source: Half x6(3L)
fa: نیمه x6 (3L)
ta: அரை x6 (3l)

source: Half x8(2L)
fa: نیمه x8 (2L)
ta: அரை ஃச் 8 (2 எல்)

source: Half x8(3L)
fa: نیمه x8 (3L)
ta: கணக்கீடு (அலி) கூட்டணி

source: Full x2(2L)
fa: کامل x2(2L)
ta: முழு ஃச் 2 (2 எல்)

source: Full x2(3L)
fa: کامل x2(3L)
ta: முழு ஃச் 2 (3 எல்)

source: Full x3(2L)
fa: کامل x3(2L)
ta: முழு ஃச் 3 (2 எல்)

source: Full x3(3L)
fa: کامل x3(3L)
ta: முழு ஃச் 3 (3 எல்)

source: Full x4(2L)
fa: کامل x4(2L)
ta: முழு ஃச் 4 (2 எல்)

source: Full x4(3L)
fa: کامل x4(3L)
ta: முழு ஃச் 4 (3 எல்)

source: Full x6(2L)
fa: کامل x6(2L)
ta: முழு ஃச் 6 (2 எல்)

source: Full x6(3L)
fa: کامل x6(3L)
ta: முழு ஃச் 6 (3 எல்)

source: Full x8(2L)
fa: کامل x8(2L)
ta: முழு ஃச் 8 (2 எல்)

source: Full x8(3L)
fa: کامل x8(3L)
ta: முழு ஃச் 8 (3 எல்)

source: SC PreAmp
fa: SC پیش‌تقویت‌کننده‌
ta: எச்சி ப்ரீஆம்ப்

source: Sidechain PreAmplification
fa: پیش‌تقویت‌کننده‌ی سایدچین

source: Boost
fa: تقویت
ta: பூச்ட்

source: Stereo Link
fa: پیوند استریو
ta: ச்டீரியோ இணைப்பு

source: External Sidechain
fa: زنجیره جانبی خارجی
ta: வெளிப்புற பக்கவாட்டு

source: External Sidechain Source
fa: منبع زنجیره جانبی خارجی
ta: வெளிப்புற பக்கவாட்டு மூல

source: Auto Leveling
fa: تراز خودکار
ta: ஆட்டோ சமநிலை

source: Auto Leveling Attack
fa: حمله تسطیح خودکار
ta: ஆட்டோ சமன் செய்யும் தாக்குதல்

source: Auto Leveling Release
fa: رهاکردن خودکار تراز
ta: ஆட்டோ சமநிலை வெளியீடு

source: Auto Leveling Knee
fa: زانویی تراز خودکار
ta: ஆட்டோ சமன் செய்யும் முழங்கால்

source: Gain Left
fa: افزایش چپ
ta: இடதுபுறம் கிடைக்கும்

source: Gain Right
fa: افزایش راست
ta: சரியானதைப் பெறுங்கள்

source: Sidechain Left
fa: زنجیره جانبی سمت چپ
ta: சைட்செயின் இடது

source: Sidechain Right
fa: زنجیره جانبی سمت راست
ta: பக்கவாட்டு சரி

source: Standard
fa: استاندارد
ta: தரநிலை

source: Flat
fa: تخت
ta: கிடைவளைவு

source: FFT Size
fa: اندازه FFT
ta: FFT அளவு

source: Output Volume
fa: حجم خروجی
ta: வெளியீட்டு தொகுதி

source: Clipping
fa: بریدن
ta: கிளிப்பிங்

source: Sidechain Boost
fa: تقویت زنجیره جانبی
ta: சைட்செயின் பூச்ட்

source: Pink BT
fa: صورتی BT
ta: இளஞ்சிவப்பு பி.டி

source: Pink MT
fa: صورتی MT
ta: பிங்க் எம்டி

source: Brown BT
fa: قهوه ای BT
ta: பிரவுன் பி.டி

source: Brown MT
fa: قهوه ای MT
ta: பிரவுன் எம்டி

source: Show Native User Interface
fa: نمایش رابط کاربری بومی
ta: சொந்த பயனர் இடைமுகத்தைக் காட்டு

source: Operating Mode
fa: حالت عملیاتی
ta: இயக்க முறை

source: Classic
fa: کلاسیک
ta: கிளாசிக்

source: Modern
fa: مدرن
ta: நவீன

source: Linear Phase
fa: فاز خطی
ta: நேரியல் கட்டம்

source: Bands List
fa: لیست باندها
ta: பட்டைகள் பட்டியல்

source: Band 1
fa: باند 1
ta: பேண்ட் 1

source: Band 2
fa: باند 2
ta: பேண்ட் 2

source: Band 3
fa: باند 3
ta: பேண்ட் 3

source: Band 4
fa: باند 4
ta: பேண்ட் 4

source: Band 5
fa: باند 5
ta: பேண்ட் 5

source: Band 6
fa: باند 6
ta: பேண்ட் 6

source: Band 7
fa: باند 7
ta: பேண்ட் 7

source: Band 8
fa: باند 8
ta: பேண்ட் 8

source: Band Start
fa: شروع باند
ta: இசைக்குழு தொடக்க

source: Band End
fa: پایان باند
ta: இசைக்குழு முடிவு

source: Band Compression Mode
fa: حالت فشرده سازی باند
ta: பேண்ட் சுருக்க முறை

source: Band Bypass
fa: باند دور زدن
ta: பேண்ட் பைபாச்

source: Band Sidechain Options
fa: گزینه های زنجیره جانبی باند
ta: பேண்ட் சைட்செயின் விருப்பங்கள்

source: Stereo Split
fa: تقسیم استریو
ta: ச்டீரியோ பிளவு

source: Low-Cut
fa: برش-کم
ta: குறைந்த வெட்டு

source: Low-Cut Filter Frequency
fa: فیلتر فرکانس برش-کم
ta: குறைந்த வெட்டு வடிகட்டி அதிர்வெண்

source: High-Cut
fa: برش-زیاد
ta: உயர் வெட்டு

source: High-Cut Filter Frequency
fa: فیلتر فرکانس برش-بالا
ta: உயர் வெட்டு வடிகட்டி அதிர்வெண்

source: PreAmp
fa: پیش تقویت

source: Band Gain
fa: افزایش باند
ta: பேண்ட் ஆதாயம்

source: Band Envelope
fa: پاکت باند
ta: இசைக்குழு உறை

source: Band Curve
fa: منحنی باند
ta: பேண்ட் வளைவு

source: Band Reduction
fa: کاهش باند
ta: இசைக்குழு குறைப்பு

source: General
fa: عمومی
ta: பொது

source: Device Management
fa: مدیریت دستگاه
ta: சாதன மேலாண்மை

source: It's recommended to NOT set Easy Effects Sink/Source as Default Device in external applications (e.g. Gnome Settings and Plasma System Settings).
fa: توصیه می‌شود در برنامه‌های خارجی (مثلاً تنظیمات گنوم و تنظیمات سیستم پلاسما) Easy Effects Sink/Source را به عنوان دستگاه پیش‌فرض تنظیم نکنید.
ta: வெளிப்புற பயன்பாடுகளில் (எ.கா. க்னோம் அமைப்புகள் மற்றும் பிளாச்மா கணினி அமைப்புகள்) எளிதான விளைவுகள் மூழ்கி/மூலமாக இயல்புநிலை சாதனமாக அமைக்க வேண்டாம்.

source: Use Default Input
fa: از ورودی پیش فرض استفاده کنید
ta: இயல்புநிலை உள்ளீட்டைப் பயன்படுத்தவும்

source: Custom Input Device
fa: دستگاه ورودی سفارشی
ta: தனிப்பயன் உள்ளீட்டு சாதனம்

source: Use Default Output
fa: از خروجی پیش فرض استفاده کنید
ta: இயல்புநிலை வெளியீட்டைப் பயன்படுத்தவும்

source: Custom Output Device
fa: دستگاه خروجی سفارشی
ta: தனிப்பயன் வெளியீட்டு சாதனம்

source: Server Information
fa: اطلاعات سرور
ta: சேவையக செய்தி

source: Header Version
fa: نسخه هدر
ta: தலைப்பு பதிப்பு

source: Library Version
fa: نسخه کتابخانه
ta: நூலக பதிப்பு

source: Core Version
fa: نسخه اصلی
ta: மைய பதிப்பு

source: Sampling Rate
fa: نرخ نمونه برداری
ta: மாதிரி வீதம்

source: Minimum Quantum
fa: حداقل کوانتومی
ta: குறைந்தபட்ச தொகை

source: Maximum Quantum
fa: حداکثر کوانتومی
ta: அதிகபட்ச தொகை

source: Default Quantum
fa: کوانتومی پیش فرض
ta: இயல்புநிலை குவாண்டம்

source: Presets Autoloading
fa: بارگذاری خودکار پیش‌تنظیم‌ها
ta: முன்னமைவுகள் ஆட்டோலோடிங்

source: Only Local Presets can be autoloaded. A Community Preset should be imported locally in order to be selected and associated to a specific device.
fa: فقط تنظیمات از پیش تعیین‌شده محلی می‌توانند به صورت خودکار بارگذاری شوند. یک تنظیمات از پیش تعیین‌شده محلی باید به صورت محلی وارد شود تا بتواند انتخاب شود و به یک دستگاه خاص مرتبط شود.
ta: உள்ளக முன்னமைவுகளை மட்டுமே ஆட்டோலோட் செய்ய முடியும். ஒரு குறிப்பிட்ட சாதனத்துடன் தேர்ந்தெடுக்கப்பட்டு தொடர்புடைய ஒரு சமூக முன்னமைவு உள்நாட்டில் இறக்குமதி செய்யப்பட வேண்டும்.

source: Output Devices
fa: دستگاه های خروجی
ta: வெளியீட்டு சாதனங்கள்

source: Output Presets
fa: خروجی از پیش تعیین شده
ta: வெளியீட்டு முன்னமைவுகள்

source: Create Association
fa: انجمن ایجاد کنید
ta: சங்கத்தை உருவாக்கவும்

source: Add Autoloading Output Preset
fa: افزودن پیش‌تنظیم خروجی خودکار
ta: ஆட்டோலோடிங் வெளியீட்டு முன்னமைவைச் சேர்க்கவும்

source: Output Autoloading Presets List
fa: فهرست پیش‌تنظیم‌های بارگذاری خودکار خروجی
ta: வெளியீட்டு ஆட்டோலோடிங் முன்னமைவுகள் பட்டியல்

source: Input Devices
fa: دستگاه های ورودی
ta: உள்ளீட்டு சாதனங்கள்

source: Input Presets
fa: پیش‌تنظیم‌های ورودی
ta: உள்ளீட்டு முன்னமைவுகள்

source: Add Autoloading Input Preset
fa: افزودن پیش‌تنظیم ورودی با بارگذاری خودکار
ta: ஆட்டோலோடிங் உள்ளீட்டு முன்னமைவைச் சேர்க்கவும்

source: Input Autoloading Presets List
fa: فهرست پیش‌تنظیم‌های ورودی با بارگذاری خودکار
ta: உள்ளீட்டு ஆட்டோலோடிங் முன்னமைவு பட்டியல்

source: Modules
fa: ماژول‌ها
ta: தொகுதிகள்

source: Modules List
fa: لیست ماژول ها
ta: தொகுதிகள் பட்டியல்

source: Clients
fa: مشتریان
ta: வாடிக்கையாளர்கள்

source: Clients List
fa: لیست مشتریان
ta: வாடிக்கையாளர்கள் பட்டியல்

source: Test Signal
fa: سیگنال تست
ta: சோதனை சமிக்ஞை

source: State
fa: ایالت
ta: மாநிலம்

source: Enabled
fa: فعال شد
ta: இயக்கப்பட்டது

source: Properties
fa: مشخصات
ta: பண்புகள்

source: Channels
fa: کانال ها
ta: சேனல்கள்

source: Both
fa: هر دو
ta: இரண்டும்

source: Both Channels
fa: هر دو کانال
ta: இரண்டு சேனல்களும்

source: Waveform
fa: شکل موج
ta: அலைவடிவம், அலைப்படம்

source: Sine Wave
fa: موج سینوسی
ta: சைன் அலை

source: White Noise
fa: نویز سفید
ta: வெண்ணிறைச்சல்

source: Quick Seek
fa: جستجوی سریع
ta: விரைவான தேடல்

source: Anti-aliasing
fa: ضد-لغزش
ta: எதிர்ப்பு மாற்று

source: Sequence Length
fa: طول دنباله
ta: வரிசை நீளம்

source: Seek Window
fa: پنجره جستجو
ta: சாளரத்தைத் தேடுங்கள்

source: Overlap Length
fa: طول هم‌پوشانی
ta: ஒன்றுடன் ஒன்று நீளம்

source: Pitch
fa: گام
ta: குனிவு

source: Cents
fa: سِنت
ta: சென்ட்கள்

source: Semitones
fa: نیم‌پرده‌ها
ta: செமிடெச்

source: Octaves
fa: اکتاوها
ta: ஆக்டேவ்ச்

source: Tempo Difference
fa: اختلاف تمپو
ta: டெம்போ வேறுபாடு

source: Rate Difference
fa: اختلاف نرخ
ta: வீத வேறுபாடு

source: Remove this effect
fa: حذف این افکت
ta: இந்த விளைவை அகற்று

source: Enable/disable this effect
fa: فعال/غیرفعال کردن این افکت
ta: இந்த விளைவை இயக்கவும்/முடக்கவும்

source: Change the position of this effect
fa: تغییر موقعیت این افکت
ta: இந்த விளைவின் நிலையை மாற்றவும்

source: Show/hide effects list
fa: نمایش/پنهان کردن فهرست افکت‌ها
ta: விளைவுகள் பட்டியலைக் காட்டு/மறைக்கவும்

source: Add Effect
fa: افزودن افکت
ta: விளைவைச் சேர்க்கவும்

source: Go to the previous effect
fa: رفتن به افکت قبلی
ta: முந்தைய விளைவுக்குச் செல்லுங்கள்

source: Go to the next effect
fa: رفتن به افکت بعدی
ta: அடுத்த விளைவுக்குச் செல்லுங்கள்

source: Used Plugins List
fa: فهرست افزونه‌های استفاده‌شده
ta: பயன்படுத்தப்பட்ட செருகுநிரல்கள் பட்டியல்

source: No Effects
fa: بدون افکت
ta: விளைவுகள் இல்லை

source: Audio Stream Not Modified
fa: جریان صوتی تغییر نکرده است
ta: ஆடியோ ச்ட்ரீம் மாற்றப்படவில்லை

source: Search Plugin
fa: افزونه جستجو
ta: சொருகி தேடுங்கள்

source: Plugins List
fa: فهرست افزونه‌ها
ta: செருகுநிரல்கள் பட்டியல்

source: _General
fa: _عمومی
ta: _ பொது

source: Service
fa: سرویس
ta: பணி

source: Launch Service at System Startup
fa: راه‌اندازی سرویس هنگام شروع سیستم
ta: கணினி தொடக்கத்தில் சேவையைத் தொடங்கவும்

source: Shutdown on Window Closing
fa: خاموش شدن هنگام بستن پنجره
ta: சாளர மூடுதலில் பணிநிறுத்தம்

source: Audio
fa: صدا
ta: ஆடியோ

source: Process All Output Streams
fa: پردازش تمام جریان‌های خروجی
ta: அனைத்து வெளியீட்டு நீரோடைகளையும் செயலாக்கவும்

source: Process All Input Streams
fa: پردازش تمام جریان‌های ورودی
ta: அனைத்து உள்ளீட்டு நீரோடைகளையும் செயலாக்கவும்
