Repository: wwmm/easyeffects
Catalog: po/*.po
Languages: fa, ta

source: Ignore Streams from Monitor of Devices
fa: نادیده‌گرفتن جریان‌ها از مانیتور دستگاه‌ها
ta: சாதனங்களின் மானிட்டரிலிருந்து நீரோடைகளை புறக்கணிக்கவும்

source: Enable Input Monitoring
fa: فعال‌سازی پایش ورودی

source: Use Cubic Volume
fa: استفاده از حجم مکعبی
ta: கன அளவைப் பயன்படுத்தவும்

source: Inactivity Timeout
fa: زمان‌سنج بی‌فعالیتی
ta: செயலற்ற நேரம் முடிந்தது

source: Input Pipeline
fa: خط‌لوله ورودی
ta: உள்ளீட்டு குழாய்

source: Update Interval
fa: بازه‌ زمانی‌ به‌روزرسانی
ta: புதுப்பிப்பு இடைவெளி

source: Related to Level Meters and Spectrum
fa: مرتبط با سطح‌سنج‌ها و طیف‌سنج
ta: நிலை மீட்டர் மற்றும் ச்பெக்ட்ரம் தொடர்பானது

source: Update Frequency
fa: فرکانس به‌روزرسانی
ta: புதுப்பிப்பு அதிர்வெண்

source: Related to LV2 Plugins
fa: مرتبط با افزونه‌های LV2
ta: எல்வி 2 செருகுநிரல்கள் தொடர்பானது

source: Style
fa: سبک
ta: சூல் தண்டு

source: Use Dark Theme
fa: استفاده از تم تاریک
ta: இருண்ட கருப்பொருளைப் பயன்படுத்தவும்

source: Hide Menus on Outside Clicks
fa: پنهان‌سازی منوها با کلیک بیرونی
ta: வெளிப்புற கிளிக்குகளில் மெனுக்களை மறைக்கவும்

source: Experimental Features
fa: ویژگی‌های آزمایشی
ta: சோதனை நற்பொருத்தங்கள்

source: Native Plugin Window
fa: پنجره افزونه بومی
ta: சொந்த சொருகி சாளரம்

source: Allows The Native Plugin Window to be Shown/Hidden
fa: امکان نمایش/پنهان‌سازی پنجره افزونه بومی
ta: சொந்த சொருகி சாளரத்தை காட்ட/மறைக்க அனுமதிக்கிறது

source: _Spectrum
fa: _طیف
ta: _ச்பெக்ட்ரம்

source: Compensating Delay (ms)
fa: تأخیر جبرانی (میلی‌ثانیه)
ta: ஈடுசெய்யும் நேரந்தவறுகை (எம்.எச்)

source: Shape
fa: شکل
ta: வடிவம்

source: Bars
fa: میله‌ها
ta: பார்கள்

source: Lines
fa: خطوط
ta: வரிகள்

source: Dots
fa: نقطه‌ها
ta: புள்ளிகள்

source: Points
fa: امتیازها
ta: பிரிவகம்

source: Height
fa: ارتفاع
ta: உயரம்

source: Line Width
fa: پهنای خط
ta: வரி அகலம்

source: Fill
fa: پر
ta: நிரப்பவும்

source: Show Bars Border
fa: نمایش حاشیه میله‌ها
ta: பார்கள் எல்லையைக் காட்டு

source: Rounded Corners
fa: گوشه‌های گرد
ta: வட்டமான மூலைகள்

source: Dynamic Scale
fa: مقیاس پویا
ta: மாறும் அளவு

source: Color
fa: رنگ
ta: நிறம்

source: Lines and Bars
fa: خطوط و میله‌ها
ta: கோடுகள் மற்றும் பார்கள்

source: Axis Labels
fa: برچسب‌های محور
ta: அச்சு லேபிள்கள்

source: Frequency Range
fa: محدوده فرکانس
ta: அதிர்வெண் வரம்பு

source: Minimum
fa: حداقل
ta: சிறுமம்

source: Maximum
fa: حداکثر
ta: பெருமம்

source: Load
fa: بارگذاری
ta: சுமை

source: Discard the current settings and load this preset
fa: تنظیمات فعلی را کنار بگذارید و این پیش‌تنظیم را بارگذاری کنید
ta: தற்போதைய அமைப்புகளை நிராகரித்து இந்த முன்னமைவை ஏற்றவும்

source: Save current settings to this preset file
fa: تنظیمات فعلی را در این فایل از پیش تعیین شده ذخیره کنید
ta: இந்த முன்னமைக்கப்பட்ட கோப்பில் தற்போதைய அமைப்புகளை சேமிக்கவும்

source: Remove this preset file
fa: این فایل از پیش تعیین شده را حذف کنید
ta: இந்த முன்னமைக்கப்பட்ட கோப்பை அகற்று

source: Try
fa: امتحان کنید
ta: முயற்சிக்கவும்

source: Try this community preset
fa: این پیش‌تنظیم انجمن را امتحان کنید
ta: இந்த சமூக முன்னமைவை முயற்சிக்கவும்

source: Import
fa: واردات
ta: இறக்குமதி

source: Import this community preset into the local presets list
fa: این پیش‌تنظیمات انجمن را به فهرست پیش‌تنظیمات محلی وارد کنید
ta: இந்த சமூக முன்னமைவை உள்ளக முன்னமைவு பட்டியலில் இறக்குமதி செய்யுங்கள்

source: Local
fa: محلی
ta: உள்ளக

source: New Preset Name
fa: نام از پیش تعیین شده جدید
ta: புதிய முன்னமைக்கப்பட்ட பெயர்

source: Create a new preset
fa: ایجاد یک پیش‌تنظیم جدید
ta: புதிய முன்னமைவை உருவாக்கவும்

source: Import a preset from the local storage
fa: یک پیش‌تنظیم را از حافظه محلی وارد کنید
ta: உள்ளக சேமிப்பகத்திலிருந்து ஒரு முன்னமைவை இறக்குமதி செய்யுங்கள்

source: Search Local Preset
fa: جستجوی پیش‌تنظیم محلی
ta: உள்ளக முன்னமைவைத் தேடுங்கள்

source: Local Presets List
fa: فهرست پیش‌تنظیم‌های محلی
ta: உள்ளக முன்னமைவுகள் பட்டியல்

source: Community
fa: انجمن
ta: சமூகம்

source: Search Community Preset
fa: جستجوی پیش‌تنظیم انجمن
ta: சமூக முன்னமைவைத் தேடுங்கள்

source: Community Presets List
fa: فهرست پیش‌تنظیم‌های انجمن
ta: சமூக முன்னமைவு பட்டியல்

source: No Community Presets Installed
fa: هیچ تنظیمات پیش‌فرض انجمنی نصب نشده است
ta: சமூக முன்னமைவுகள் எதுவும் நிறுவப்படவில்லை

source: Community Presets packages can be installed from the repository of your favorite distribution.
fa: بسته‌های تنظیمات انجمن محور را می‌توان از مخزن توزیع مورد علاقه‌تان نصب کرد.
ta: உங்களுக்கு பிடித்த விநியோகத்தின் களஞ்சியத்திலிருந்து சமூக முன்னமைவு தொகுப்புகள் நிறுவப்படலாம்.

source: Refresh
fa: تازه‌سازی
ta: புதுப்பிப்பு

source: Refresh to show new installed community presets
fa: برای نمایش پیش‌تنظیم‌های جامعه‌محور تازه نصب‌شده، تازه‌سازی کنید
ta: புதிய நிறுவப்பட்ட சமூக முன்னமைவுகளைக் காட்ட புதுப்பிக்கவும்

source: High Frequency Damping
fa: میرایی فرکانس بالا
ta: அதிக அதிர்வெண் ஈரமாக்குதல்

source: Room Size
fa: اندازه اتاق
ta: அறை அளவு

source: Small
fa: کوچک
ta: சிறிய

source: Medium
fa: متوسط
ta: சராசரி

source: Large
fa: بزرگ
ta: பெரிய

source: Tunnel
fa: تونل
ta: சுரங்கப்பாதை

source: Large/smooth
fa: بزرگ/صاف
ta: பெரிய/மென்மையான

source: Experimental
fa: ازمایشی
ta: சோதனை

source: Diffusion
fa: انتشار
ta: விரவல்

source: Pre Delay
fa: پیش تاخیر
ta: முன் நேரந்தவறுகை

source: Decay Time
fa: زمان پوسیدگی
ta: சிதைவு நேரம்

source: Bass Cut
fa: کاهش باس
ta: பாச் வெட்டு

source: Treble Cut
fa: کاهش فرکانس‌های زیر
ta: ட்ரெபிள் வெட்டு

source: Ambience
fa: فضا
ta: சூழல்

source: Empty Walls
fa: دیوارهای خالی
ta: வெற்று சுவர்கள்

source: Room
fa: اتاق
ta: அறை

source: Large Empty Hall
fa: سالن بزرگ خالی
ta: பெரிய வெற்று மண்டபம்

source: Disco
fa: دیسکو
ta: டிச்கோ

source: Large Occupied Hall
fa: سالن بزرگ و اشغال شده
ta: பெரிய ஆக்கிரமிக்கப்பட்ட மண்டபம்

source: Import Model
fa: وارد کردن مدل
ta: இறக்குமதி மாதிரி

source: Voice Detection
fa: تشخیص صدا
ta: குரல் கண்டறிதல்

source: Models
fa: مدل ها
ta: மாதிரிகள்

source: Standard Model
fa: مدل استاندارد
ta: நிலையான மாதிரி

source: RNNoise Models List
fa: فهرست مدل‌های RNNoise
ta: Rnnoise மாதிரிகள் பட்டியல்

source: Model Not Loaded
fa: مدل بارگذاری نشده است
ta: மாதிரி ஏற்றப்படவில்லை

source: Active Model
fa: مدل فعال
ta: செயலில் மாதிரி

source: Standard RNNoise Model
fa: مدل استاندارد RNNoise
ta: நிலையான Rnnoise மாதிரி

source: Overview
fa: نمای کلی
ta: கண்ணோட்டம்

source: Show help
fa: نشان دادن کمک
ta: உதவியைக் காட்டு

source: Fullscreen/Restore from fullscreen
fa: تمام صفحه/بازیابی از حالت تمام صفحه
ta: முழுத்திரை/முழு திரையில் இருந்து மீட்டமை

source: Close the Window
fa: پنجره را ببندید
ta: சாளரத்தை மூடு

source: Quit Easy Effects
fa: بستن Easy Effects
ta: எளிதான விளைவுகளை விட்டு வெளியேறவும்

source: Denoise
fa: کاهش نویز
ta: டெனோயிச்

source: Automatic Gain Control
fa: کنترل خودکار سطح صدا
ta: தானியங்கு மிகைப்பு கட்டுப்பாடு

source: Dereverberation
fa: حذف بازتاب صوت
ta: எதிரொலிக்காத

source: Voice Activity Probability
fa: احتمال فعالیت صوتی
ta: குரல் செயல்பாடு நிகழ்தகவு

source: Start
fa: شروع
ta: தொடங்கு

source: Continue
fa: ادامه دهید
ta: தொடரவும்

source: Noise Suppression
fa: سرکوب نویز
ta: இரைச்சல் நீக்கம்

source: Level
fa: سطح
ta: நிலை

source: Input Balance
fa: تعادل ورودی
ta: உள்ளீட்டு இருப்பு

source: Softclip
fa: کلیپ نرم
ta: சாப்ட் கிளிப்

source: Softclip Level
fa: سطح کلیپ نرم
ta: சாப்ட் கிளிப் நிலை

source: Stereo Matrix
fa: ماتریس استریو
ta: ச்டீரியோ மேட்ரிக்ச்

source: LR > LR (Stereo Default)
fa: LR > LR (پیش‌فرض استریو)
ta: Lr> lr (ச்டீரியோ இயல்புநிலை)

source: LR > MS (Stereo to Mid-Side)
fa: LR > MS (استریو به سمت میانی)
ta: Lr> MS (ச்டீரியோ முதல் நடுப்பகுதி வரை)

source: MS > LR (Mid-Side to Stereo)
fa: MS > LR (از وسط به کنار به استریو)
ta: MS> LR (ச்டீரியோவுக்கு நடுப்பகுதி)

source: LR > LL (Mono Left Channel)
fa: LR > LL (کانال چپ مونو)
ta: Lr> ll (மோனோ இடது சேனல்)

source: LR > RR (Mono Right Channel)
fa: LR > RR (کانال مونو راست)
ta: Lr> rr (மோனோ வலது சேனல்)

source: LR > L+R (Mono Sum L+R)
fa: LR > L+R (مجموع تکی L+R)
ta: Lr> l+r (மோனோ சம் எல்+ஆர்)

source: LR > RL (Stereo Flip Channels)
fa: LR > RL (کانال‌های استریو معکوس)
ta: Lr> rl (ச்டீரியோ ஃபிளிப் சேனல்கள்)

source: Stereo Mode
fa: حالت استریو
ta: ச்டீரியோ பயன்முறை

source: Side Level
fa: سطح جانبی
ta: பக்க நிலை

source: Side Balance
fa: تعادل جانبی
ta: பக்க இருப்பு

source: Middle Level
fa: سطح میانی
ta: நடுத்தர நிலை

source: Middle Panorama
fa: پانورامای میانی
ta: நடுத்தர பனோரமா

source: Output Balance
fa: تراز خروجی
ta: வெளியீட்டு இருப்பு

source: Delay L/R
fa: تأخیر چپ/راست
ta: நேரந்தவறுகை l/r

source: Delay Left Right
fa: تأخیر چپ راست
ta: இடது வலதுபுறம் நேரந்தவறுகை

source: Stereo Base
fa: پایه استریو
ta: ச்டீரியோ அடிப்படை

source: Stereo Phase
fa: فاز استریو
ta: ச்டீரியோ கட்டம்

source: Running
fa: در حال اجرا
ta: இயங்கும்

source: Suspended
fa: معلق
ta: இடைநீக்கம்

source: Idle
fa: بیکار
ta: நிலையிக்கம்

source: Creating
fa: در حال ایجاد
ta: உருவாக்குதல்

source: Error
fa: خطا
ta: பிழை

source: Unknown
fa: ناشناس
ta: தெரியவில்லை

source: Undefined Name - Process ID
fa: نام تعریف نشده - شناسه فرآیند
ta: வரையறுக்கப்படாத பெயர் - செயல்முறை ஐடி

source: channels
fa: کانال ها
ta: சேனல்கள்

source: Output Preset
fa: پیش‌تنظیم خروجی
ta: வெளியீட்டு முன்னமைவு

source: Input Preset
fa: پیش‌تنظیم ورودی
ta: உள்ளீட்டு முன்னமைவு

source: Quit Easy Effects. Useful when running in service mode.
fa: خروج از Easy Effects. مفید هنگام اجرا در حالت سرویس.
ta: எளிதான விளைவுகளை விட்டு வெளியேறவும். பணி பயன்முறையில் இயங்கும்போது பயனுள்ளதாக இருக்கும்.

source: Print the easyeffects version
fa: نسخه easyeffects را چاپ کنید
ta: ஈசி எஃபெக்ட்ச் பதிப்பை அச்சிடுக

source: Reset Easy Effects.
fa: تنظیم مجدد Easy Effects.
ta: எளிதான விளைவுகளை மீட்டமைக்கவும்.

source: Hide the Window.
fa: پنجره را مخفی کنید.
ta: சாளரத்தை மறைக்கவும்.

source: Global bypass. 1 to enable, 2 to disable and 3 to get status
fa: دور زدن کلی. 1 برای فعال‌سازی، 2 برای غیرفعال‌سازی و 3 برای دریافت وضعیت
ta: உலகளாவிய பைபாச். 1 இயக்க, 2 முடக்க மற்றும் 3 நிலையைப் பெற 3

source: Show available presets.
fa: نمایش پیش‌تنظیم‌های موجود.
ta: கிடைக்கக்கூடிய முன்னமைவுகளைக் காட்டு.

source: Load a preset. Example: easyeffects -l music
fa: بارگذاری یک پیش‌تنظیم. مثال: easyeffects -l music
ta: முன்னமைவை ஏற்றவும். எடுத்துக்காட்டு: ஈசி எஃபெக்ட்ச் -எல் இசை

source: Show the active presets.
fa: نمایش پیش‌تنظیم‌های فعال.
ta: செயலில் உள்ள முன்னமைவுகளைக் காட்டு.

source: Show the loaded preset of a specific category. Takes 'input' or 'output' as a value. Example: easyeffects -s input
fa: پیش‌تنظیم بارگذاری‌شده‌ی یک دسته‌بندی خاص را نمایش می‌دهد. 'input' یا 'output' را به عنوان مقدار می‌گیرد. مثال: easyeffects -s input
ta: ஒரு குறிப்பிட்ட வகையின் ஏற்றப்பட்ட முன்னமைவைக் காட்டு. 'உள்ளீடு' அல்லது 'வெளியீடு' ஒரு மதிப்பாக எடுக்கும். எடுத்துக்காட்டு: எளிதான விளைவுகள் -S உள்ளீடு

source: _Output
fa: _خروجی

source: _Input
fa: _ورودی

source: _PipeWire
fa: _پایپ وایر
ta: _ பிபிபீயர்

source: The File Is Not Regular
fa: فایل معمولی نیست
ta: கோப்பு வழக்கமானதல்ல

source: The Impulse File May Be Corrupted or Unsupported
fa: ممکن است فایل Impulse خراب یا پشتیبانی نشده باشد
ta: உந்துவிசை கோப்பு சிதைந்து அல்லது ஆதரிக்கப்படாததாக இருக்கலாம்

source: Only Stereo Impulse Files Are Supported
fa: فقط فایل‌های Stereo Impulse پشتیبانی می‌شوند
ta: ச்டீரியோ உந்துவிசை கோப்புகள் மட்டுமே ஆதரிக்கப்படுகின்றன

source: Impulse File Not Imported
fa: فایل ایمپالس وارد نشده است
ta: உந்துவிசை கோப்பு இறக்குமதி செய்யப்படவில்லை

source: Import Impulse File
fa: وارد کردن فایل ایمپالس
ta: உந்துவிசை கோப்பை இறக்குமதி செய்யுங்கள்

source: Open
fa: باز کنید
ta: திற

source: Impulse Response
fa: پاسخ ایمپالس
ta: கணத்தாக்க மறுமொழி

source: Load Impulse
fa: بارگذاری ایمپالس
ta: உந்துவிசை சுமை

source: Remove Impulse
fa: حذف ایمپالس
ta: தூண்டுதலை அகற்று

source: No Impulse File Loaded
fa: هیچ فایل ایمپالسی بارگذاری نشده است
ta: உந்துவிசை கோப்பு ஏற்றப்படவில்லை

source: Failed To Load The Impulse File
fa: بارگذاری فایل ایمپالس ناموفق بود
ta: உந்துவிசை கோப்பை ஏற்றுவதில் தோல்வி

source: Recorders
fa: ضبط کننده ها
ta: ரெக்கார்டர்கள்

source: Players
fa: پلیرها
ta: வீரர்கள்

source: Effects
fa: جلوه ها
ta: விளைவுகள்

source: Import APO Preset File
fa: وارد کردن فایل از پیش تنظیم شده APO
ta: அப்போ முன்னமைக்கப்பட்ட கோப்பை இறக்குமதி செய்யுங்கள்

source: APO Presets
fa: پیش‌تنظیم‌های APO
ta: அப்போ முன்னமைவுகள்

source: APO Preset Not Loaded. File Format May Be Not Supported. Please Check Its Content.
fa: پیش‌تنظیم APO بارگذاری نشد. ممکن است فرمت فایل پشتیبانی نشود. لطفاً محتوای آن را بررسی کنید.
ta: அப்போ முன்னமைவு ஏற்றப்படவில்லை. கோப்பு வடிவம் ஆதரிக்கப்படாமல் இருக்கலாம். அதன் உள்ளடக்கத்தை சரிபார்க்கவும்.

source: Split channels not yet supported when exporting APO presets.
fa: کانال‌های جداگانه هنگام صادر کردن پیش‌تنظیم‌های APO هنوز پشتیبانی نمی‌شوند.
ta: அப்போ முன்னமைவுகளை ஏற்றுமதி செய்யும் போது பிளவு சேனல்கள் இன்னும் ஆதரிக்கப்படவில்லை.

source: Export EqualizerAPO Preset File
fa: صدور فایل پیش‌تنظیم EqualizerAPO
ta: சமநிலைப்படுத்தி முன்னமைக்கப்பட்ட கோப்பை ஏற்றுமதி செய்யுங்கள்

source: Save
fa: ذخیره
ta: சேமி

source: EqualizerAPO Presets
fa: پیش‌تنظیم‌های EqualizerAPO
ta: சமநிலைப்படுத்தி முன்னமைவுகள்

source: Import GraphicEQ Preset File
fa: وارد کردن فایل پیش‌تنظیم GraphicEQ
ta: கிராஃபிசெக் முன்னமைக்கப்பட்ட கோப்பை இறக்குமதி செய்யுங்கள்

source: GraphicEQ Presets
fa: پیش‌تنظیم‌های GraphicEQ
ta: கிராஃபிசெக் முன்னமைவுகள்

source: GraphicEQ Preset Not Loaded. File Format May Be Not Supported. Please Check Its Content.
fa: پیش‌تنظیم GraphicEQ بارگذاری نشد. ممکن است فرمت فایل پشتیبانی نشود. لطفاً محتوای آن را بررسی کنید.
ta: கிராஃபிசெக் முன்னமைவு ஏற்றப்படவில்லை. கோப்பு வடிவம் ஆதரிக்கப்படாமல் இருக்கலாம். அதன் உள்ளடக்கத்தை சரிபார்க்கவும்.

source: Remove Autoloading Preset
fa: حذف پیش‌تنظیم بارگذاری خودکار
ta: ஆட்டோலோடிங் முன்னமைவை அகற்று

source: Output Level Meter
fa: سطح سنج خروجی
ta: வெளியீட்டு நிலை மீட்டர்

source: Remove
fa: حذف
ta: அகற்று

source: Output Device
fa: دستگاه خروجی
ta: வெளியீட்டு சாதனம்

source: Add
fa: اضافه کنید
ta: கூட்டு

source: Community Preset
fa: پیش‌تنظیم جامعه‌محور
ta: சமூக முன்னமைவு

source: Package
fa: بسته
ta: தொகுப்பு

source: Preset Not Loaded Correctly
fa: پیش‌تنظیم به‌درستی بارگذاری نشد
ta: முன்னமைவு சரியாக ஏற்றப்படவில்லை

source: Wrong Format in Excluded Apps List
fa: فرمت نادرست در فهرست برنامه‌های مستثنی‌شده
ta: விலக்கப்பட்ட பயன்பாடுகள் பட்டியலில் தவறான வடிவம்

source: Generic Error While Loading Excluded Apps List
fa: خطای عمومی هنگام بارگذاری فهرست برنامه‌های مستثنی‌شده
ta: விலக்கப்பட்ட பயன்பாடுகள் பட்டியலை ஏற்றும்போது பொதுவான பிழை

source: Wrong Format in Effects List
fa: فرمت نادرست در فهرست جلوه ها
ta: விளைவுகள் பட்டியலில் தவறான வடிவம்

source: Generic Error While Loading Effects List
fa: خطای عمومی هنگام بارگذاری فهرست جلوه ها
ta: விளைவுகள் பட்டியலை ஏற்றும்போது பொதுவான பிழை

source: One or More Parameters Have a Wrong Format
fa: یک یا چند پارامتر فرمت نادرستی دارند
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட அளவுருக்கள் தவறான வடிவத்தைக் கொண்டுள்ளன

source: Generic Error While Loading The Effect
fa: خطای عمومی هنگام بارگذاری جلوه
ta: விளைவை ஏற்றும்போது பொதுவான பிழை

source: Save?
fa: ذخیره؟
ta: சேமிக்கவா?

source: Delete?
fa: حذف؟
ta: நீக்கவா?

source: No Preset Loaded
fa: هیچ پیش‌تنظیمی بارگذاری نشده است
ta: முன்னமைவு ஏற்றப்படவில்லை

source: Last Local Preset Loaded
fa: آخرین پیش‌تنظیم محلی بارگذاری شد
ta: கடைசி உள்ளக முன்னமைவு ஏற்றப்பட்டது

source: Last Community Preset Loaded
fa: آخرین پیش‌تنظیم جامعه‌محور بارگذاری شد
ta: கடைசி சமூக முன்னமைவு ஏற்றப்பட்டது

source: Selected Model Not Loaded. Its Format May Be Unsupported. Fell Back To The Standard Model.
fa: مدل انتخاب شده بارگذاری نشده است. ممکن است فرمت آن پشتیبانی نشود. به مدل استاندارد برگشتم.
ta: தேர்ந்தெடுக்கப்பட்ட மாதிரி ஏற்றப்படவில்லை. அதன் வடிவம் ஆதரிக்கப்படாமல் இருக்கலாம். நிலையான மாடலுக்கு மீண்டும் விழுந்தது.

source: Import Model File
fa: وارد کردن فایل مدل
ta: மாதிரி கோப்பை இறக்குமதி செய்யுங்கள்

source: RNNoise Models
fa: مدل‌های RNoise
ta: Rnnoise மாதிரிகள்

source: Bass Enhancer
fa: تقویت کننده باس
ta: பாச் மேம்படுத்துபவர்

source: Bass Loudness
fa: بلندی صدای باس
ta: பாச் ஒலி

source: Convolver
fa: کانولور
ta: கான்வால்வர்

source: Crossfeed
fa: کراس‌فید
ta: குறுக்குவெட்டு

source: Crystalizer
fa: کریستالایزر
ta: படிகதாரர்

source: Deep Noise Remover
fa: حذف نویز عمیق
ta: ஆழமான இரைச்சல் நீக்கி

source: Deesser
fa: دیسر
ta: டீசர்

source: Echo Canceller
fa: حذف اکو
ta: எக்கோ ரத்துசெய்தல்

source: Equalizer
fa: اکولایزر
ta: சமநிலைப்படுத்தி

source: Exciter
fa: محرک
ta: ஊக்கம்

source: Level Meter
fa: سطح سنج
ta: நிலை மீட்டர்

source: Limiter
fa: محدود کننده
ta: லிமிட்டர்

source: Maximizer
fa: ماکسیمایزر
ta: அதிகபட்சம்

source: Multiband Compressor
fa: کمپرسور چند بانده
ta: மல்டிபாண்ட் அமுக்கி

source: Multiband Gate
fa: دروازه چند بانده
ta: மல்டிபாண்ட் கேட்

source: Reverberation
fa: طنین
ta: எதிரொலித்தல்

source: Noise Reduction
fa: کاهش نویز
ta: ஒலி குறைப்பு

source: Speech Processor
fa: پردازشگر گفتار
ta: பேச்சு செயலி

source: Stereo Tools
fa: ابزارهای استریو
ta: ச்டீரியோ கருவிகள்

source: {} Not Available
fa: {} در دسترس نیست
ta: {} கிடைக்கவில்லை

source: The software required for the {} effect, "{}", is not installed. Consider using the Easy Effects Flatpak package or installing the software yourself. If you've installed the missing software, you must restart Easy Effects using the 'Quit' option inside the menu in order to make the effect availble to use.
fa: نرم‌افزار مورد نیاز برای افکت {}، "{}"، نصب نشده است. استفاده از بسته Easy Effects Flatpak یا نصب نرم‌افزار توسط خودتان را در نظر بگیرید. اگر نرم‌افزار مورد نظر را نصب کرده‌اید، باید Easy Effects را با استفاده از گزینه 'Quit' در داخل منو بسته و مجدداً راه‌اندازی کنید تا افکت برای استفاده در دسترس قرار گیرد.

source: The {} effect was disabled when Easy Effects was compiled. This is perhaps since the software required for this effect, "{}", was not available. Consider using the Easy Effects Flatpak package or building your own Easy Effects package.
fa: افکت {} هنگام کامپایل Easy Effects غیرفعال شد. شاید به این دلیل باشد که نرم‌افزار مورد نیاز برای این افکت، "{}"، در دسترس نبود. استفاده از بسته Easy Effects Flatpak یا ساخت بسته Easy Effects خودتان را در نظر بگیرید.
ta: எளிதான விளைவுகள் தொகுக்கப்பட்டபோது {} விளைவு முடக்கப்பட்டது. இந்த விளைவுக்கு தேவையான மென்பொருள், "{}" கிடைக்கவில்லை என்பதால் இது இருக்கலாம். ஈசி எஃபெக்ட்ச் பிளாட்பாக் தொகுப்பைப் பயன்படுத்துவதைக் கவனியுங்கள் அல்லது உங்கள் சொந்த ஈசி எஃபெக்ட்ச் தொகுப்பை உருவாக்குதல்.

source: Using {}
fa: با استفاده از {}
ta: {} ஐப் பயன்படுத்துதல்

source: 3rd
ta: ஒரு சலுகை

source: 2nd
ta: பேரிக்காய்

source: L
ta: எல்

source: API
ta: பநிஇ

source: Weblate https://hosted.weblate.org/projects/easyeffects/
ta: வலைபெயர்ப்பு https://hosted.weblate.org/projects/easyeffects/

source: -inf
ta: -இன்ஃப்
